// TPM 자기소개 프레이즈 (TODO: 수정 필요)
export const aboutPhrases = [
  // { emoji: '🔥', text: '기술을 이해하는 PM' },
  // { emoji: '📊', text: '체계적으로 관리하는 PM' },
  // { emoji: '🤝', text: '팀과 소통하는 PM' },
  // { emoji: '🎯', text: '목표를 달성하는 PM' },
  // { emoji: '💡', text: '문제를 해결하는 PM' },
  {
    emoji: '🔥',
    text: '"누군가 해야 할 일"을 찾아, "해낼 방법"을 제시합니다.',
  },
  {
    emoji: '💡',
    text: '우선순위를 재설정하고, 팀의 몰입을 위한 기술적 방파제가 됩니다.',
  },
  {
    emoji: '💻',
    text: '새로운 기술이 필요해서가 아니라, 재미있어서 학습합니다.',
  },
  {
    emoji: '🚀',
    text: '성장 가능성이 보이거나 해보고 싶으면, 그냥 시도해 봅니다.',
  },
  {
    emoji: '🗣️',
    text: '코드의 로직을 비즈니스의 언어로 통역하여 협업의 밀도를 높입니다.',
  },
];
